Repository: gnu-mirror-unofficial/freedink
Catalog: po/*.po
Languages: sv

source: Usage: %s [OPTIONS]...
sv: Användning: %s [FLAGGOR]…

source: -h, --help Display this help screen
sv: -h, --help Visa denna hjälptext

source: -v, --version Display the version
sv: -v, --version Visa versionen

source: -g, --game <dir> Specify a DMod directory
sv: -g, --game <kat> Ange en DMod-katalog

source: -r, --refdir <dir> Specify base directory for dink/graphics, D-Mods, etc.
sv: -r, --refdir <kat> Ange en grundkatalog för dink/graphics, D-moduler, etc.

source: -d, --debug Explain what is being done
sv: -d, --debug Förklara vad som händer

source: -i, --noini Do not attempt to write dinksmallwood.ini
sv: -i, --noini Försök inte att skriva till dinksmallwood.ini

source: -j, --nojoy Do not attempt to use joystick
sv: -j, --nojoy Försök inte att använda en joystick

source: -s, --nosound Do not play sound
sv: -s, --nosound Spela inte upp ljud

source: -t, --truecolor Allow more colours (for recent D-Mod graphics)
sv: -t, --truecolor Tillåt fler färger (för nyare D-modulgrafik)

source: -w, --window Use windowed mode instead of screen mode
sv: -w, --window Använd fönsterläge istället för skärmläge

source: -7, --v1.07 Enable v1.07 compatibility mode
sv: -7, --v1.07 Aktivera v1.07-kompatibilitetsläge

source: -S, --software-rendering Don't use OpenGL
sv: -S, --software-rendering Använd inte OpenGL

source: Report bugs to %s.
sv: Rapportera fel till %s. Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.

source: Note: -nomovie is accepted for compatibility, but has no effect.
sv: Not: -nomovie accepteras för kompatibilitet, men har ingen effekt.

source: Starts the Dink Smallwood game or one of its D-Mods.
sv: Startar spelet Dink Smallwood eller en av dess D-moduler.

source: `$I don't see anything here.
sv: `$Jag ser ingenting här.

source: `$Huh?
sv: `$Va?

source: `$I'm fairly sure I can't talk to or use that.
sv: `$Jag är ganska säker på att jag inte kan prata med eller använda den där.

source: `$What?
sv: `$Va?

source: `$I'm bored.
sv: `$Jag är uttråkad.

source: `$Not much happening here.
sv: `$Det händer inte mycket här.

source: `$I don't know any magic.
sv: `$Jag kan ingen magi.

source: `$I'm no wizard!
sv: `$Jag är inte någon magiker!

source: `$I need to learn magic before trying this.
sv: `$Jag måste lära mig magi innan jag provar detta.

source: `$I'm gesturing wildly to no avail!
sv: `$Jag gestikulerar vilt till ingen nytta!

source: `$Nothing happened.
sv: `$Inget händer.

source: `$Hocus pocus!
sv: `$Hokus pokus!

source: Attack
sv: Attackera

source: Talk/Examine
sv: Prata/undersök

source: Magic
sv: Magi

source: Item Screen
sv: Föremålsskärm

source: Main Menu
sv: Huvudmeny

source: Map
sv: Karta

source: Unused
sv: Oanvänd

source: Down
sv: Ner

source: Left
sv: Vänster

source: Right
sv: Höger

source: Up
sv: Upp

source: Error: not mapped
sv: Fel: ej på karta

source: Slot %d - %d:%02d - %s
sv: Lucka %d - %d:%02d - %s

source: Slot %d - Empty
sv: Lucka %d - Tom

source: Edit the Dink Smallwood game or one of its D-Mods.
sv: Redigera spelet Dink Smallwood eller en av dess D-moduler.
